Repository: tecogonaz0439/TCSameuraDamMonitor-apple
Catalog: TCSameuraDamMonitorWidget/Localizable.xcstrings
Source language: en
Languages: ja

# widget.allDataInvalidMessage
source: Observation data distribution is suspended
ja: 全観測データ配信停止中

# widget.appName
source: Sameura Dam Monitor
ja: 早明浦ダム 貯水率モニタ

# widget.configurationDescription
source: Shows the latest dam storage rate.
ja: 最新のダム貯水率を表示します。

# widget.dayChange
source: Prev day
ja: 前日比

# widget.initialMessage
source: 🥺 Please launch the app
ja: 🥺 アプリを起動してください

# widget.noStorageMessage
source: Storage percentage data distribution is suspended
ja: 貯水率データ配信停止中

# widget.noStorageMessageWithState
source: 😑 Storage percentage data distribution is suspended
ja: 😑 貯水率データ配信停止中

# widget.placeholderDamName
source: Sameura Dam 早明浦ダム
ja: 早明浦ダム

# widget.promptLine1
source: Please click to show
ja: 貯水率を表示するために

# widget.promptLine2
source: storage rate
ja: クリックしてください

# widget.weekChange
source: Prev week
ja: 前週比
